aaron-bond.better-comments
astro-build.astro-vscode
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
continue.continue
crystal-lang-tools.crystal-lang
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
figma.figma-vscode-extension
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.vscode-pull-request-github
hridoy.rails-snippets
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode-remote.remote-containers
mtxr.sqltools
mtxr.sqltools-driver-pg
naumovs.color-highlight
oderwat.indent-rainbow
openai.chatgpt
pkief.material-icon-theme
prisma.prisma
redhat.java
redhat.vscode-yaml
rooveterinaryinc.roo-cline
saoudrizwan.claude-dev
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
steoates.autoimport
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
tamasfe.even-better-toml
usernamehw.errorlens
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vue.volar
wix.vscode-import-cost
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
