com.axosoft.GitKraken
com.discordapp.Discord
com.getpostman.Postman
com.github.ADBeveridge.Raider
com.github.finefindus.eyedropper
com.github.tchx84.Flatseal
com.google.AndroidStudio
com.protonvpn.www
com.slack.Slack
com.valvesoftware.Steam
com.viber.Viber
fr.natron.Natron
io.dbeaver.DBeaverCommunity
io.github.cboxdoerfer.FSearch
io.github.koromelodev.mindmate
io.github.seadve.Kooha
io.github.spacingbat3.webcord
md.obsidian.Obsidian
org.audacityteam.Audacity
org.blender.Blender
org.eclipse.Java
org.gimp.GIMP
org.gnome.meld
org.inkscape.Inkscape
org.kde.audiotube
org.kde.kdenlive
org.kde.okular
org.prismlauncher.PrismLauncher
org.telegram.desktop
org.videolan.vlc
org.wireshark.Wireshark
rest.insomnia.Insomnia
sh.ppy.osu
so.libdb.dissent
us.zoom.Zoom
